<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификаци
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки используются в процессе аутентификации для
    | вывода различных сообщений, которые нам необходимо отобразить пользователю.
    | Вы можете поменять их на любые другие, которые лучше подходят для вашего приложения.
    |
    */

    'failed'   => 'Почта пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'verify_email_address' => 'Подтвердите ваш адрес электронной почты',
    'click_the_button'      => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить ваш адрес электронной почты.',
    'verify_email_address_action' => 'Подтвердить адрес электронной почты',
    'no_action_required'    => 'Если вы не создавали аккаунт, никаких дальнейших действий не требуется.',
];
